Repository: Lishoo/enigma2-plugins-sh4
Catalog: permanenttimeshift/po/*.po
Languages: ru

source: An Input/output error usually indicates a corrupted filesystem! Please check the filesystem of your timeshift-device!
ru: Ошибка ввода/вывода обычно указывает на повреждение файловой системы!Пожалуйста, проверьте файлувую систему устройства таймшифта!

source: The Timeshift record event was not over yet!
ru: Запись таймшифта события еще не закончился!

source: %s (timeshift)
ru: %s (таймшифт)

source: A recording is currently running. What do you want to do?
ru: В текущее время идет запись. Что вы хотите сделать?

source: Activate permanent timeshift plugin
ru: Активировать плагин постоянного таймшифта

source: Add to save timeshift now in menu recording
ru: Добавить сохранение таймшифта сейчас в меню записей

source: Ask user
ru: спросить пользователя

source: Behavior key long record
ru: Поведение кнопки длинная запись

source: Behavior key long stop
ru: Поведение кнопки длинная стоп

source: Behavior on start timeshift
ru: Поведение при старте таймшифта

source: Beta: Enable Permanent Recording?
ru: Бета: Включить Permanent Recording?

source: Cancel
ru: Отмена

source: Clean Timeshift Buffer on zap?
ru: Очистить буфер при переключении канала?

source: Copy Movie when hardlinking failed?
ru: Копировать видео, если жесткая ссылка не удалась?

source: Could not activate Permanent-Timeshift! Timeshift-Path does not exist
ru: Не удалось активировать постоянный таймшифт! Путь для таймшифта не существует.

source: Creating AP and SC Files
ru: Создание AP и SC файлов

source: Creating Hardlink to Timeshift file failed!
ru: Ошибка создания жесткой ссылки для файла таймшифта!

source: Current Event:
ru: Текущие событие:

source: Don't save
ru: не сохранять

source: Don't save Timeshift as Movie
ru: Не сохранять таймшифт как видео

source: Duration for service without EPG more time than max length event! Please change the settings!
ru: Продолжительность для сервиса без EPG больше по времени,чем максимальная продолжительность события! Пожалуйста измените настройки!

source: Exit from view event
ru: Выход из просмотра событий

source: Filesystems like FAT32 do not support hardlinks!
ru: Файловая система FAT32 не поддерживает жесткие ссылки!

source: Getting Event Info failed!
ru: Ошибка получение информации о событии!

source: Indicator color
ru: Цвет индикатора

source: Indicator mode
ru: Режим индикатора

source: Maximum Timeshift length per Event reached! Restarting Timeshift now ...
ru: Максимальная длина таймшифта для события достигнута! Выполняется рестарт таймшифта ...

source: Merging Timeshift records now! This might take a while ...
ru: Объединяем записи таймшифта! Это может занять некоторое время ...

source: No HDD found or HDD not initialized!
ru: HDD не найден или HDD не установлен!

source: No Timeshift found to save as recording!
ru: Не найден таймшифт для сохранения как запись!

source: OH NO! The timeshift that was marked to save at end of event, was lost because you zapped away!
ru: О НЕТ!! Таймшифт, который должен был быть сохранен до конца события, утерян из-за того что вы переключили канал!

source: PTS Plugin Error: %s
ru: Плагин PTS, ошибка: %s

source: PTS infobar skin
ru: Скин PTS инфобара

source: PTS-Plugin: Merging records failed!
ru: Плагин PTS: Объединение записей не удалось!

source: PTS-Plugin: Restarting Timeshift!
ru: Плагин PTS: Рестарт таймшифта!

source: Permanent Timeshift
ru: Постоянный таймшифт

source: Permanent Timeshift Enable
ru: Активация таймшифта

source: Permanent Timeshift Max Events
ru: Максимальное количество событий таймшифта

source: Permanent Timeshift Max Length
ru: Максимальная длина таймшифта для события (в мин.)

source: Permanent Timeshift Settings
ru: Постоянный таймшифт - настройки

source: Permanent Timeshift Start Delay
ru: Задержка при старте таймшифта (в сек.)

source: Permanent Timeshift settings
ru: Настройки постоянного таймшифта

source: Permanent timeshift start delay (sec)
ru: Задержка старта постоянного таймшифта (сек)

source: Record
ru: Запись

source: Record started! Stopping timeshift now ...
ru: Запись началась! Таймшифт сейчас остановлен ...

source: Reminder, you have previously chosen to save timeshift file at end of event! This action will be canceled. Save the current event now?
ru: Напоминаем, вы ранее выбрали сохранение текущего события по его окончании! Это действие будет отменено. Сохранить текущее событие сейчас?

source: Save Timeshift as Movie and continue recording
ru: Сохранить таймшифт как видео и продолжить запись

source: Save Timeshift as Movie and stop recording
ru: Сохранить таймшифт как видео и остановить запись

source: Save and record
ru: сохранение и запись

source: Save and stop
ru: сохранение и остановка

source: Saving Timeshift files
ru: Сохранение файлов таймшифта

source: Saving timeshift as movie now. This might take a while!
ru: Сохраняем таймшифт как видео. Это может занять некоторое время!

source: Show PTS Infobar while timeshifting
ru: Показать PTS инфобар во время таймшифтинга

source: Show timeshift indicator in window
ru: Показать индикатор таймшифта на экране

source: Show warning on zap if not Live TV or not save action
ru: Смена сервиса - оповещение, если нет Live TV или нет сохр.

source: Show warning on zap if not save action
ru: Смена сервиса - оповещение, если нет сохранения

source: Show warning when change service (without Live TV)
ru: Показать предупреждение при смене сервисов (без Live TV)

source: Start recording?
ru: Начать запись?

source: Start timeshift for http stream
ru: Старт таймшифта для http стрима

source: Stop Timeshift on the current channel?
ru: Остановить таймшифт на текущем канала?

source: Stop timer recording
ru: Остановка таймеров записи

source: Stop timeshift while recording
ru: Остановить таймшифт во время записи

source: Stop timeshift?
ru: Остановить таймшифт?

source: The Timeshift record was not saved yet! What do you want to do now with the timeshift file?
ru: Запись таймшифта еще не была сохранена! Что вы хотите сделать теперь с файлом таймшифта?

source: Timeshift
ru: таймшифт

source: Timeshift Buffer Full! Cleaning Buffer and restarting timeshift ...
ru: Буфер таймшифта заполнен! Очистка буфера и рестарт таймшифта ...

source: Timeshift Settings
ru: Настройки таймшифта

source: Timeshift copied to your harddisk!
ru: Таймшифт скопирован на ваш жесткий диск!

source: Timeshift duration for service without EPG (min)
ru: Продолжительность таймшифта для сервиса без EPG (мин)

source: Timeshift max events
ru: Максимальное количество событий таймшифта

source: Timeshift max length event (min)
ru: Максимальная продолжительность для события (мин)

source: Timeshift mode
ru: Режим таймшифта

source: Timeshift save failed!
ru: Ошибка при сохранении таймшифта!

source: Timeshift saved to your harddisk!
ru: Таймшифт сохранен на ваш жесткий диск!

source: Timeshift setup menu
ru: Таймшифт - меню настроек

source: Timeshift start delay (wake device)
ru: Задержка старта таймшифта (разбудить накопитель)

source: Timeshift will get saved at end of event!
ru: Таймшифт будет сохранен по окончании этого события!

source: Timeshift-save action on zap
ru: Варианты сохранения при переключении

source: To apply this settings (Z position or PTS infobar skin), you need a restart GUI!
ru: Для применения этих настроек (Z позиция или Скин PTS инфобара), необходим рестарт GUI!

source: We try to copy the file now. This might take a while!
ru: Идет копирование файла. Это займет некоторе время!

source: Which event do you want to save permanently?
ru: Какое событие вы хотите сохранить как видео?

source: X position (upper-left corner of srceen)
ru: X позиция (от верхнего левого угла)

source: Y position (upper-left corner of srceen)
ru: Y позиция (от верхнего левого угла)

source: Z position (priority of srceen)
ru: Z позиция (приоритет скрина)

source: add recording (enter recording duration)
ru: начать запись (введите длительность записи)

source: add recording (enter recording endtime)
ru: начать запись (введите время окончания)

source: add recording (indefinitely)
ru: начать запись (на неопределенный срок)

source: add recording (stop after current event)
ru: начать запись (стоп после текущего события)

source: automatic (permanent)
ru: автоматический (постоянный)

source: blink
ru: мигающий

source: blue
ru: синий

source: change recording (duration)
ru: изменить запись (продолжительность)

source: change recording (endtime)
ru: изменить запись (время окончания)

source: clock (white)
ru: часы (белые)

source: default
ru: по умолчанию

source: disabled
ru: отключено

source: do nothing
ru: ничего не делать

source: don't record
ru: не записывать

source: instant record
ru: моментальная запись

source: manual (standart)
ru: ручной (стандартный)

source: maroon
ru: бордовый

source: new
ru: новый

source: open list timeshift event
ru: список событий таймшифта

source: open setup
ru: открыть настройки

source: pause
ru: пауза

source: red
ru: красный

source: save recording (Select event)
ru: cохранить запись (выбрать событие)

source: save recording (current event until this time)
ru: cохранить запись (тек. событие сейчас)

source: save recording (stop after current event)
ru: cохранить запись (стоп после тек. события)

source: start/stop instant record
ru: моментальная запись - старт/стор

source: static
ru: статичный

source: stop recording
ru: остановить запись

source: stop timeshift
ru: остановить таймшифт

source: white
ru: белый
