Repository: Lishoo/enigma2-plugins-sh4
Catalog: alternativesoftcammanager/po/*.po
Languages: ru

source: Alternative SoftCam Manager
ru: Альтернативный Softcam менеджер

source: Directory %s does not exist! Please set the correct directory path!
ru: Каталог %s не существует! Пожалуйста укажите правильный путь к каталогу!

source: Exit
ru: Выход

source: Ok
ru: Ок

source: Really close without saving settings?
ru: Действительно закрыть без сохранения настроек?

source: Restart
ru: Перезагрузить

source: Restart softcam
ru: Перезагрузить эмулятор

source: Restarting %s
ru: Перезагружается %s

source: Setup
ru: Настройка

source: Show 'Restart softcam' in extensions menu
ru: Показывать 'Перезагрузить эмулятор' в меню расширений

source: SoftCam config directory
ru: Каталог файлов конфигурации

source: SoftCam directory
ru: Каталог эмуляторов

source: SoftCam manager
ru: Softcam менеджер

source: SoftCam path configuration
ru: Настройка путей конфигурации

source: Start
ru: Запустить

source: Start, stop, restart SoftCams, change settings.
ru: Запускает, останавливает, перезапускает Эмуляторы, управляет настройками.

source: Starting %s
ru: Запускается %s

source: Stop
ru: Остановить

source: Stopping %s
ru: Останавливается %s
