Repository: Lishoo/enigma2-plugins-sh4
Catalog: webinterface/po/*.po
Languages: nl

source: Allow zapping via Webinterface
nl: Zappen via Webinterface toestaan

source: Autowrite timer
nl: Automatisch timers schrijven

source: Cancel
nl: Annuleren

source: Configuration for the Webinterface
nl: Configuratie van de Webinterface

source: Enable /media
nl: Activeer harde schijf

source: Enable HTTP Access
nl: HTTP toegang inschakelen

source: Enable HTTP Authentication
nl: HTTP Authenticatie inschakelen

source: Enable HTTPS Access
nl: HTTPS toegang inschakelen

source: Enable HTTPS Authentication
nl: HTTPS Authenticatie inschakelen

source: Enable Streaming Authentication
nl: Streaming Authenticatie inschakelen

source: Load movie-length
nl: Laad filmlengte

source: Webinterface: Main Setup
nl: Webinterface: Hoofdinstellingen
